{
  "queries" : [
  "I didn't chose the thug life, it chose me",
	"Come at me bro",
	"Take date to taco bell, make her pay",
	"When you're only pretending to understand someone's joke",
	"When your friend won't give you the answers to the take-home quiz",
	"When they fuck up your order",
	"That feeling when you pee in the morning",
	"My face when I find out someone blocked me",
	"When you ask someone 'what's up' and they answer the sky",
	"When you just wanna text and the person decides to call you...",
	"So...when is the deadline?",
	"My face when I know I'm being lied to",
	"When she sends nudes",
	"When you know they took your charger, but they deny it",
	"I still don't know what a deductible is and at this point, I'm too afraid to ask",
	"When you open your Christmas present and it's a pair of socks",
	"My face when I see my crush with someone else",
	"When the people who ordered after get their food before you",
	"When your best friend makes plans",
	"Bae, you still mad at me?",
	"When she tells you she's home alone",
	"I'm dead inside",
	"My son is turning 2 tomorrow but since money's tight, we just not gone tell him",
	"When you're in fifth grade and the teacher says 'turn to page 69",
	"When you pronounce LaCroix as Lah-Kwah",
	"How's life going? Me:",
	"If you wear cowboy clothes are you ranch dressing",
	"Don't drink alcohol on this medication. Me:",
	"Walking into Target like",
	"When there's no more toilet paper",
	"When she begging for your sweater after you warned her about the weather 10 times",
	"When you take the perfect poop",
	"When you step on a leaf and it doesn't crunch",
	"Dentist: When was the last time you flossed? Me: Bro you were there",
	"I said text me when you got home safely bitch",
	"When you like the picture of someone you were stalking",
	"When you find out girls poop",
	"Searching for a fuck to give",
	"When your battery is at 5%",
	"When you use 'thus' in an essay",
	"When Christmas is one day away and u still haven't bought gifts yet",
	"When you take a free sample and pretend to care about the product",
	"When ur brain figures out that in 4 years the 90s started 30 years ago"
  ]
}
